{
    "": {},
    "Ejemplo de un texto": {
        "en": "Example of a text",
        "es": "Ejemplo de un texto"
    },
    "Ejemplo de un texto de españo a inglés.": {
        "en": "Example of a text from Spanish to English.",
        "es": "Ejemplo de un texto de españo a inglés."
    },
    "Este es un espacio en que le ofrecemos la informacion más importante y avanzada \n                del mundo tecnologico los temas más controversiales e interesantes de las nuevas\n                tecnologias que existen en la actualidad, en un mundo que encierra metodos, aplicaciones \n                que se pueden ver en un futuro en este mundo moderno.": {
        "en": "This is a space in which we offer you the most important and advanced information\n                of the technological world the most controversial and interesting topics of the new\n                Technologies that exist at present, in a world that contains methods, applications\n                that can be seen in the future in this modern world.",
        "es": "Este es un espacio en que le ofrecemos la informacion más importante y avanzada \n                del mundo tecnologico los temas más controversiales e interesantes de las nuevas\n                tecnologias que existen en la actualidad, en un mundo que encierra metodos, aplicaciones \n                que se pueden ver en un futuro en este mundo moderno."
    },
    "Este sitio está conformado por un grupo de estudiantes de Ingeniería en TI,\n                    de la Universidad Técnica Nacional (UTN), y nuestro objetivo es brindar un \n                    conocimiento amplio hacia sus mejores metodos de aplicacion e información \n                    importante, para así tener una mejor comprensión y tranquilidad en su futuro \n                    recorrido por la evolución de mejores tecnologias para el bien común. Esperamos \n                    que este sea una sitio de utilidad para su mejor uso con su mejor información \n                    su espacio TechnoRevista.": {
        "en": "This site is made up of a group of engineering students in you,\n                    from the National Technical University (UTN), and our goal is to provide a\n                    Wide knowledge towards its best methods of application and information\n                    important, in order to have a better understanding and tranquility in your future\n                    Tour about the evolution of better technologies for the common good.We wait\n                    that this is a utility site for better use with your best information\n                    Your Technorevista space.",
        "es": "Este sitio está conformado por un grupo de estudiantes de Ingeniería en TI,\n                    de la Universidad Técnica Nacional (UTN), y nuestro objetivo es brindar un \n                    conocimiento amplio hacia sus mejores metodos de aplicacion e información \n                    importante, para así tener una mejor comprensión y tranquilidad en su futuro \n                    recorrido por la evolución de mejores tecnologias para el bien común. Esperamos \n                    que este sea una sitio de utilidad para su mejor uso con su mejor información \n                    su espacio TechnoRevista."
    },
    "Nanotecnología": {
        "en": "Nanotechnology",
        "es": "Nanotecnología"
    },
    "Otro ejemplo de un texto de españo a inglés.": {
        "en": "Another example of a text from Spanish to English.",
        "es": "Otro ejemplo de un texto de españo a inglés."
    },
    "Robotic Process Automatization": {
        "en": "Robotic Process Automatization"
    },
    "Tecnología 5G": {
        "en": "5G technology",
        "es": "Tecnología 5G"
    }
}