{
    "": {},
    "\n                    Antes de iniciar con todos los procesos para impelementar MDM con alguna arquitectura popular o recomendada por alguna \n                    empresa u otros, es necesario considerar lo siguiente:\n                    ": {
        "en": "Before starting with all the processes to impelement MDM with some popular architecture or recommended by some\n                    Company or others, it is necessary to consider the following:",
        "es": "\n                    Antes de iniciar con todos los procesos para impelementar MDM con alguna arquitectura popular o recomendada por alguna \n                    empresa u otros, es necesario considerar lo siguiente:\n                    "
    },
    "\n                    Como es de esperar, este estilo de arquitectura tiene sus ventajas y desventajas:\n                    ": {
        "en": "As expected, this style of architecture has its advantages and disadvantages:",
        "es": "\n                    Como es de esperar, este estilo de arquitectura tiene sus ventajas y desventajas:\n                    "
    },
    "\n                    Conforme las empresas van emergiendo y en lo mejor de los casos crecen exponencialmente, estas generan información cada \n                    vez más importante para su funcionamiento, así también sucede que cierta información van siendo obsoleta o va \n                    perdiendo su relevancia. En todas las empresas, se encuentran una serie de tipos de datos, donde empresas expertas \n                    clasificacan los datos, algunas de estas ofrecen servicios de integración MDM (example:\n                    ": {
        "en": "As companies emerge and in the best of cases they grow exponentially, they generate information each\n                    and more important for its operation, so it happens that certain information is being obsolete or going\n                    Losing his relevance.In all companies, there are a number of data types, where experts\n                    Classify the data, some of these offer MDM integration services (Example:",
        "es": "\n                    Conforme las empresas van emergiendo y en lo mejor de los casos crecen exponencialmente, estas generan información cada \n                    vez más importante para su funcionamiento, así también sucede que cierta información van siendo obsoleta o va \n                    perdiendo su relevancia. En todas las empresas, se encuentran una serie de tipos de datos, donde empresas expertas \n                    clasificacan los datos, algunas de estas ofrecen servicios de integración MDM (example:\n                    "
    },
    "\n                    El Registry Hub se recomienda cuando la estrategia de la empresa sea principalmente conservar los sistemas actuales, \n                    para posteriormente hacerles mejoras y reparaciones gradualmente.\n                    ": {
        "en": "The Registry Hub is recommended when the company's strategy is mainly conserving current systems,\n                    To subsequently make improvements and repairs gradually.",
        "es": "\n                    El Registry Hub se recomienda cuando la estrategia de la empresa sea principalmente conservar los sistemas actuales, \n                    para posteriormente hacerles mejoras y reparaciones gradualmente.\n                    "
    },
    "\n                    Es una buena elección si la estrategia de la empresa es conservar parcialmente algunos de los sistemas ya implementados y\n                    refactorizar o alterar algunos de ellos, ya que permite utilizarse como un paso hacia la arquitectura \"Transaction Hub\".\n                    ": {
        "en": "It is a good choice if the company's strategy is partially retaining some of the systems already implemented and\n                    Refactoring or altering some of them, as it allows us to be used as a step towards the architecture \"Transaction Hub\".",
        "es": "\n                    Es una buena elección si la estrategia de la empresa es conservar parcialmente algunos de los sistemas ya implementados y\n                    refactorizar o alterar algunos de ellos, ya que permite utilizarse como un paso hacia la arquitectura \"Transaction Hub\".\n                    "
    },
    "\n                    Es una buena elección si la estrategia de la empresa es dejar de invertir recursos en los sistemas de \n                    orígenes de datos, ya que al final esta estrategia formará el Data Hub que contiene a los datos maestros \n                    y la autorización para efecturar las transacciones.\n                    ": {
        "en": "It is a good choice if the company's strategy is to stop investing resources on systems\n                    Data sources, since in the end this strategy will form the Data Hub that contains the master data\n                    and authorization to perform transactions.",
        "es": "\n                    Es una buena elección si la estrategia de la empresa es dejar de invertir recursos en los sistemas de \n                    orígenes de datos, ya que al final esta estrategia formará el Data Hub que contiene a los datos maestros \n                    y la autorización para efecturar las transacciones.\n                    "
    },
    "\n                    Este estilo de arquitectura almacena físicamente los datos maestros, por lo que es principalmente utilizado\n                    como sistema autoritativo sobre los datos maestros.\n                    Soporta servicios y clientes que desencadenan transacciones directamente al Data Hub y este contiene|1 scripts\n                    o funcionalidades que publican los resultados de las transacciones hacia los sistemas y clientes externos.\n                    ": {
        "en": "This architecture style physically stores the master data, so it is mainly used\n                    as an authoritative system on the master data.\n                    Supports services and clients that trigger transactions directly to the Data Hub and this contains | 1 Scripts\n                    o Functions that publish the results of transactions towards external systems and clients.",
        "es": "\n                    Este estilo de arquitectura almacena físicamente los datos maestros, por lo que es principalmente utilizado\n                    como sistema autoritativo sobre los datos maestros.\n                    Soporta servicios y clientes que desencadenan transacciones directamente al Data Hub y este contiene|1 scripts\n                    o funcionalidades que publican los resultados de las transacciones hacia los sistemas y clientes externos.\n                    "
    },
    "\n                    Este estilo de arquitectura, utiliza los repositorios de metadatos o de datos que tienen alguna referencia hacia las \n                    característcas de los datos maestros, permitiendo tener una referencia en tiempo real al intentar de ensamblar \n                    o de obtener de manera dinámica una vista de datos maestros. Este estilo de repositorio únicamente proporciona los \n                    datos en modo de lectura, por lo que queda omitido cualquier tipo de transacción con fines de mutación.\n                    ": {
        "en": "This architecture style uses the repositories of metadata or data that have some reference to the\n                    features of the master data, allowing a real-time reference when trying to assemble\n                    or dynamically get a master data view.This style of repository only provides the\n                    Data in reading mode, so it is omitted any type of transaction for mutation purposes.",
        "es": "\n                    Este estilo de arquitectura, utiliza los repositorios de metadatos o de datos que tienen alguna referencia hacia las \n                    característcas de los datos maestros, permitiendo tener una referencia en tiempo real al intentar de ensamblar \n                    o de obtener de manera dinámica una vista de datos maestros. Este estilo de repositorio únicamente proporciona los \n                    datos en modo de lectura, por lo que queda omitido cualquier tipo de transacción con fines de mutación.\n                    "
    },
    "\n                    Master Data Management (MDM) se considera como una metodología utilizada por grandes empresas en el mundo para \n                    controlar y asegurar la masiva cantidad de información que estas crean, comparten y utilizan para operar. En resumen, \n                    MDM no es específicamente una tecnología para implementar en una organización, sino, una serie de procesos\n                    y políticas que finalmente reposan en alcanzar los Data Master, con el objetivo de alcanzar a \"single version of the truth.\"\n                    en los datos más críticos.\n                    ": {
        "en": "MASTER DATA MANAGEMENT (MDM) is considered as a methodology used by large companies in the world for\n                    Check and ensure the massive amount of information they create, share and use to operate.In summary,\n                    MDM is not specifically a technology to implement in an organization, but, a series of processes\n                    and policies that finally rest on reaching the Data Master, with the aim of reaching \"Single Version of the Truth.\"\n                    in the most critical data.",
        "es": "\n                    Master Data Management (MDM) se considera como una metodología utilizada por grandes empresas en el mundo para \n                    controlar y asegurar la masiva cantidad de información que estas crean, comparten y utilizan para operar. En resumen, \n                    MDM no es específicamente una tecnología para implementar en una organización, sino, una serie de procesos\n                    y políticas que finalmente reposan en alcanzar los Data Master, con el objetivo de alcanzar a \"single version of the truth.\"\n                    en los datos más críticos.\n                    "
    },
    "\n                    Tal como se ha mencionado, el Master Data Management no es un problema o solución tecnológica directamente, sino que \n                    contiene componentes tecnológicos, es mucho más que una Base de Datos de productos o de algún otro dominio.\n                    También algunos otros componentes o capas que conforman el MDM son \"tradicionales\" de la industria tecnológica.\n                    ": {
        "en": "As mentioned, the Master Data Management is not a problem or technological solution directly, but\n                    It contains technological components, it is much more than a product database or some other domain.\n                    Also some other components or layers that make up the MDM are \"traditional\" of the technological industry.",
        "es": "\n                    Tal como se ha mencionado, el Master Data Management no es un problema o solución tecnológica directamente, sino que \n                    contiene componentes tecnológicos, es mucho más que una Base de Datos de productos o de algún otro dominio.\n                    También algunos otros componentes o capas que conforman el MDM son \"tradicionales\" de la industria tecnológica.\n                    "
    },
    "\n                    Todas las compañías contienen niveles de acceso a la información, procesos de producción, productos, servicios, clientes,\n                    etc. \n                    Todos estos factores en MDM se pueden identificar como DOMINIOS, principalmente para poder clasificar los \n                    grupos de datos, de igual manera, estos datos pueden estar almacenados y expresados de múltiples maneras, por lo que \n                    la metodología MDM y años de estudio han concluido en clasificar a": {
        "en": "All companies contain levels of access to information, production processes, products, services, customers,\n                    etc.\n                    All these factors in MDM can be identified as domains, mainly to be able to classify\n                    data groups, in the same way, these data can be stored and expressed in multiple ways, so that\n                    The MDM methodology and years of study have concluded in classifying",
        "es": "\n                    Todas las compañías contienen niveles de acceso a la información, procesos de producción, productos, servicios, clientes,\n                    etc. \n                    Todos estos factores en MDM se pueden identificar como DOMINIOS, principalmente para poder clasificar los \n                    grupos de datos, de igual manera, estos datos pueden estar almacenados y expresados de múltiples maneras, por lo que \n                    la metodología MDM y años de estudio han concluido en clasificar a"
    },
    "\n                    Tomando en cuenta las consideraciones mencionadas, y en base a estas haber formado el framework-based approach architecture,\n                    podemos ahora tomar en cuenta las tres arquitecturas más populares de la industria con respecto al MDM, estas \n                    arquitecturas se han tomado del libro:": {
        "en": "Taking into account the aforementioned considerations, and based on these have formed the framework-based approach architecture,\n                    We can now take into account the three most popular architectures of the industry with respect to MDM, these\n                    Architectures have been taken from the book:",
        "es": "\n                    Tomando en cuenta las consideraciones mencionadas, y en base a estas haber formado el framework-based approach architecture,\n                    podemos ahora tomar en cuenta las tres arquitecturas más populares de la industria con respecto al MDM, estas \n                    arquitecturas se han tomado del libro:"
    },
    "\n            Ahora que se tiene como ejemplo el uso de los smartphones, también están otros dispositivos similares como\n            son las pulseras que son muy populares para monitorear algunas partes del cuerpo humano, también las\n            pulseras se están utilizando ahora como medio de pago gracias a que se pueden conectar con una entidad\n            bancaria.\n            ": {
        "en": "Now that the use of smartphones is like, there are also other similar devices as\n            are the bracelets that are very popular to monitor some parts of the human body, also\n            Bracelets are now being used as a means of payment thanks to which they can be connected with an entity\n            Banking",
        "es": "\n            Ahora que se tiene como ejemplo el uso de los smartphones, también están otros dispositivos similares como\n            son las pulseras que son muy populares para monitorear algunas partes del cuerpo humano, también las\n            pulseras se están utilizando ahora como medio de pago gracias a que se pueden conectar con una entidad\n            bancaria.\n            "
    },
    "\n            Básicamente estos dispositivos contienen un pequeño circuito que contiene muy pocos recursos específicos\n            para realizar sus funciones. Entre esos recursos posee un microcontrolador que es el encargado de realizar\n            las operaciones principales como recolectar y enviar datos que reúne de sensores, estos sensores pueden \n            ser de temperatura, humedad, movimiento, etc.\n            ": {
        "en": "Basically these devices contain a small circuit that contains very few specific resources\n            To perform your functions.Between those resources it has a microcontroller that is in charge of performing\n            The main operations such as collecting and sending data that brings together sensors, these sensors can\n            Being temperature, humidity, movement, etc.",
        "es": "\n            Básicamente estos dispositivos contienen un pequeño circuito que contiene muy pocos recursos específicos\n            para realizar sus funciones. Entre esos recursos posee un microcontrolador que es el encargado de realizar\n            las operaciones principales como recolectar y enviar datos que reúne de sensores, estos sensores pueden \n            ser de temperatura, humedad, movimiento, etc.\n            "
    },
    "\n            Con los años se han ido fundando comunidades importantes donde se comparten proyectos IOT Open Source, \n            así como GitHub donde se comparte código fuente de muchos sistemas de Software, existen también donde se \n            comparten especificaciones de sensores, microcontroladores y todo aquel conocimiento de electrónica necesaria \n            para poder desarrollar o implementar alguna solución IOT, entre estas se encuentran las siguientes: ": {
        "en": "Over the years, important communities have been founded where IOP Open Source projects are shared,\n            as well as GitHub where source code of many software systems is shared, there are also where\n            share specifications of sensors, microcontrollers and all that knowledge of electronics needed\n            In order to develop or implement any IOT solution, among these are the following:",
        "es": "\n            Con los años se han ido fundando comunidades importantes donde se comparten proyectos IOT Open Source, \n            así como GitHub donde se comparte código fuente de muchos sistemas de Software, existen también donde se \n            comparten especificaciones de sensores, microcontroladores y todo aquel conocimiento de electrónica necesaria \n            para poder desarrollar o implementar alguna solución IOT, entre estas se encuentran las siguientes: "
    },
    "\n            En la industria de los automóviles se ha utilizado para ofrecer funciones avanzadas como el mencionado\n            \"piloto automático\" de muchas compañías como TESLA. También mencionar que el IOT complementada\n            con otra área como el Machine Learning dan aún más soluciones casi que imposibles o muy difíciles de \n            conseguir hace menos de 5 años.\n            ": {
        "en": "In the automobile industry it has been used to offer advanced functions as mentioned\n            \"Automatic pilot\" of many companies like Tesla.Also mention that the complemented IoT\n            with another area like the Machine Learning give even more solutions almost impossible or very difficult to\n            get less than 5 years ago.",
        "es": "\n            En la industria de los automóviles se ha utilizado para ofrecer funciones avanzadas como el mencionado\n            \"piloto automático\" de muchas compañías como TESLA. También mencionar que el IOT complementada\n            con otra área como el Machine Learning dan aún más soluciones casi que imposibles o muy difíciles de \n            conseguir hace menos de 5 años.\n            "
    },
    "\n            En resumen, el IOT no tiene un concepto como tal, pero sigue la filosofía de conectar cualquier cosa a internet, desde ropa, accesorios,\n            electrodomésticos, muebles, automóviles, etc. La necesidad de hacer esto, como se mostró en el video, es lograr \n            hacer aquellas tareas que pudieran ser imposibles de realizar.\n            ": {
        "en": "In summary, the IOT does not have a concept as such, but follow the philosophy of connecting anything to the Internet, from clothes, accessories,\n            Appliances, Furniture, Automobiles, etc.The need to do this, as shown in the video, is to achieve\n            Do those tasks that could be impossible to perform.",
        "es": "\n            En resumen, el IOT no tiene un concepto como tal, pero sigue la filosofía de conectar cualquier cosa a internet, desde ropa, accesorios,\n            electrodomésticos, muebles, automóviles, etc. La necesidad de hacer esto, como se mostró en el video, es lograr \n            hacer aquellas tareas que pudieran ser imposibles de realizar.\n            "
    },
    "\n            Más allá del sensacionalismo y todo lo que se ha criticado con respecto al internet de las cosas, la\n            humanidad está utilizando la tecnología como parte de su diario, con solo mencionar los smartphones que\n            también son dispositivos IOT, el cual estos ya poseen la capacidad de interactuar de manera automática con\n            otros dispositivos, como por ejemplo controlar sensores del hogar, monitorear el estado de un vehículo y con\n            asistentes de voz que utilizan la inteligencia artificial para reconocer nuestras palabras.\n            ": {
        "en": "Beyond the sensationalism and everything that has been criticized with respect to the Internet of things, the\n            humanity is using technology as part of your diary, just by mentioning smartphones that\n            they are also IoT devices, which they already have the ability to interact automatically with\n            other devices, such as controlling household sensors, monitoring the status of a vehicle and with\n            Voice assistants who use artificial intelligence to recognize our words.",
        "es": "\n            Más allá del sensacionalismo y todo lo que se ha criticado con respecto al internet de las cosas, la\n            humanidad está utilizando la tecnología como parte de su diario, con solo mencionar los smartphones que\n            también son dispositivos IOT, el cual estos ya poseen la capacidad de interactuar de manera automática con\n            otros dispositivos, como por ejemplo controlar sensores del hogar, monitorear el estado de un vehículo y con\n            asistentes de voz que utilizan la inteligencia artificial para reconocer nuestras palabras.\n            "
    },
    "\n            Si deseamos empezar a desarrollar nuestros propios prototipos utilizando sensores, \n            podemos visitar el sitio web oficial de la plataforma Arduino: ": {
        "en": "If we want to start developing our own prototypes using sensors,\n            We can visit the official website of the Arduino platform:",
        "es": "\n            Si deseamos empezar a desarrollar nuestros propios prototipos utilizando sensores, \n            podemos visitar el sitio web oficial de la plataforma Arduino: "
    },
    "\n            También podemos utilizar las placas como Raspberry PI y Arduino en sus distintas versiones, en los siguientes enlaces\n            podemos ver los precios y versiones.": {
        "en": "We can also use the plates such as Raspberry Pi and Arduino in its different versions, in the following links\n            We can see the prices and versions.",
        "es": "\n            También podemos utilizar las placas como Raspberry PI y Arduino en sus distintas versiones, en los siguientes enlaces\n            podemos ver los precios y versiones."
    },
    "\"El 5G puede estar más cerca y accesible de lo que se piensa, con esta nueva tecnología se\n        lograría\n        reducir un mínimo de latencia que esto equivale al tiempo de carga en una web, también aumentará la\n        velocidad de conexión y el número de dispositivos conectados incrementaría, básicamente se estará conectado\n        a todo, todo el tiempo y mucho más rápido que en la actualidad.\"": {
        "en": "\"The 5G can be closer and accessible than it is thought, with this new technology\n        I would achieve\n        reduce a minimum of latency that this is equivalent to the loading time on a web, it will also increase the\n        Connection speed and the number of connected devices would increase, basically it will be connected\n        At all, all the time and much faster than at present. \"",
        "es": "\"El 5G puede estar más cerca y accesible de lo que se piensa, con esta nueva tecnología se\n        lograría\n        reducir un mínimo de latencia que esto equivale al tiempo de carga en una web, también aumentará la\n        velocidad de conexión y el número de dispositivos conectados incrementaría, básicamente se estará conectado\n        a todo, todo el tiempo y mucho más rápido que en la actualidad.\""
    },
    "\"La estadística es sin duda la base fundamental del aprendizaje automático.\"": {
        "en": "\"Statistics is undoubtedly the fundamental basis of automatic learning.\"",
        "es": "\"La estadística es sin duda la base fundamental del aprendizaje automático.\""
    },
    "5G es la quinta generación de tecnología celular. Está diseñada para aumentar la\n            velocidad, reducir la\n            latencia y mejorar la flexibilidad de los servicios inalámbricos. La tecnología 5G ofrece una velocidad\n            máxima teórica de 20 Gbps, mientras que la velocidad máxima de la tecnología 4G es solo de 1 Gbps. 5G\n            también ofrece menor latencia, lo que puede mejorar el rendimiento de las aplicaciones comerciales y de\n            otras experiencias digitales (como juegos en línea, videoconferencias y automóviles con piloto automático).\n            (Cisco)": {
        "en": "5G is the fifth generation of cellular technology.Is designed to increase the\n            speed, reduce the\n            Latency and improve the flexibility of wireless services.5G technology offers a speed\n            Theoretical maximum of 20 Gbps, while the maximum speed of 4G technology is only 1 Gbps.5G\n            It also offers less latency, which can improve the performance of commercial applications and\n            Other digital experiences (such as online games, videoconferences and automobiles with autopilot).\n            (Cisco)",
        "es": "5G es la quinta generación de tecnología celular. Está diseñada para aumentar la\n            velocidad, reducir la\n            latencia y mejorar la flexibilidad de los servicios inalámbricos. La tecnología 5G ofrece una velocidad\n            máxima teórica de 20 Gbps, mientras que la velocidad máxima de la tecnología 4G es solo de 1 Gbps. 5G\n            también ofrece menor latencia, lo que puede mejorar el rendimiento de las aplicaciones comerciales y de\n            otras experiencias digitales (como juegos en línea, videoconferencias y automóviles con piloto automático).\n            (Cisco)"
    },
    "Además de Drexler, el científico japonés Norio Taniguchi, utilizó por primera vez el término nanotecnología en el año 1974, en la que define a la nanotecnología \n                como el procesamiento, separación y manipulación de materiales átomo por átomo.": {
        "en": "In addition to Drexler, the Japanese scientist Norio Taniguchi, used for the first time the term nanotechnology in 1974, in which he defines nanotechnology\n                Like processing, separation and manipulation of atom materials by atom.",
        "es": "Además de Drexler, el científico japonés Norio Taniguchi, utilizó por primera vez el término nanotecnología en el año 1974, en la que define a la nanotecnología \n                como el procesamiento, separación y manipulación de materiales átomo por átomo."
    },
    "Al hablar de automatización comúnmente se \n                confunde un software de automatización con el roceso robótico, enfocándose \n                en las maquinas de ensamble que poseen algunas fábricas, ya que ambos poseen el principio \n                de la automatización de tareas u procesos que tienden a repetirse continuamente, la diferencia \n                radica en que el RPA o procesos automatización es un programa (software) que ejecuta sus acciones \n                internamente en una computadora por tanto no podemos ver que es lo que hace, en cambio, la robótica \n                de ensamblaje conlleva una instalación estructural previa para que esta pueda funcionar, además este tipo de \n                automatización si lo podemos ver lo que hace y como lo hace.": {
        "en": "When talking about automation commonly\n                Confuse automation software with robotic Roche, focusing\n                in the assembly machines that have some factories, since both have the beginning\n                of the automation of tasks or processes that tend to be repeated continuously, the difference\n                LATES IN THAT THE RPA OR PROCESS AUTOMATIZATION IS A PROGRAM (SOFTWARE) that executes your actions\n                internally on a computer, therefore we can not see what it does, on the other hand, robotics\n                assembly carries a previous structural installation so that this can work, in addition this type of\n                Automation if we can see what it does and as it does.",
        "es": "Al hablar de automatización comúnmente se \n                confunde un software de automatización con el roceso robótico, enfocándose \n                en las maquinas de ensamble que poseen algunas fábricas, ya que ambos poseen el principio \n                de la automatización de tareas u procesos que tienden a repetirse continuamente, la diferencia \n                radica en que el RPA o procesos automatización es un programa (software) que ejecuta sus acciones \n                internamente en una computadora por tanto no podemos ver que es lo que hace, en cambio, la robótica \n                de ensamblaje conlleva una instalación estructural previa para que esta pueda funcionar, además este tipo de \n                automatización si lo podemos ver lo que hace y como lo hace."
    },
    "Al ser un robot quien se encarga de la ejecución de tareas, no tiene porqué cometer errores, \n                    ya que el Bot como tal solo ejecutaría las tareas que le asignen de esta manera no tendría más \n                    variaciones que puedan afectar su desempeño.": {
        "en": "Being a robot who is responsible for the execution of tasks, it does not have to make mistakes,\n                    since the bot as such would only execute the tasks that are assigned in this way would have no more\n                    Variations that may affect your performance.",
        "es": "Al ser un robot quien se encarga de la ejecución de tareas, no tiene porqué cometer errores, \n                    ya que el Bot como tal solo ejecutaría las tareas que le asignen de esta manera no tendría más \n                    variaciones que puedan afectar su desempeño."
    },
    "Al ser un software de tareas específicas posee una limitación en la toma de decisiones.": {
        "en": "Being a specific task software has a limitation in decision making.",
        "es": "Al ser un software de tareas específicas posee una limitación en la toma de decisiones."
    },
    "Al tenerse que implementar un robot para la ejecución de tareas se tendrá que desplazar o \n                    despedir personal, esto porque el Bot termina siendo mucho más eficaz y eficiente que una persona.": {
        "en": "By having to implement a robot for the execution of tasks you will have to move or\n                    Saying staff, this because the bot end up being much more effective and efficient than a person.",
        "es": "Al tenerse que implementar un robot para la ejecución de tareas se tendrá que desplazar o \n                    despedir personal, esto porque el Bot termina siendo mucho más eficaz y eficiente que una persona."
    },
    "Aplicaciones": {
        "en": "Applications",
        "es": "Aplicaciones"
    },
    "Aun si no se conoce este concepto en la actualidad, el machine learning está presente\n            constantemente la vida\n            cotidiana. Desde las recomendaciones de películas que recibimos en plataformas digitales, la capacidad de\n            los asistentes virtuales para reconocer el habla, y más recientemente la capacidad de los vehículos\n            autónomos. Pero su origen como rama de la inteligencia artificial data de hace varias décadas.": {
        "en": "Even if this concept is not known at present, the Machine Learning is present\n            Constantly life\n            everydayFrom the films recommendations we receive on digital platforms, the ability to\n            Virtual assistants to recognize speech, and more recently the capacity of vehicles\n            AutonomousBut its origin as a branch of artificial intelligence dates back several decades ago.",
        "es": "Aun si no se conoce este concepto en la actualidad, el machine learning está presente\n            constantemente la vida\n            cotidiana. Desde las recomendaciones de películas que recibimos en plataformas digitales, la capacidad de\n            los asistentes virtuales para reconocer el habla, y más recientemente la capacidad de los vehículos\n            autónomos. Pero su origen como rama de la inteligencia artificial data de hace varias décadas."
    },
    "Aunque cueste creerlo, el machine learning tecnología que surgió en el siglo\n        XIX. Para ese entonces, ya existían compañías dedicadas al avance tecnológico, y conforme la tecnología iba\n        avanzando, crecían las cantidades de datos que debían ser organizados y/o manipulados. Y es gracias a está\n        necesidad, que surge el machine learning y evoluciona hasta la forma en la que lo conocemos hoy día.": {
        "en": "Although it is hard to believe it, the Machine Learning technology that emerged in the century\n        XIXBy then, there were already companies dedicated to technological progress, and as technology went\n        Advancing, the amounts of data that should be organized and / or manipulated grew.And it's thanks to this\n        Need, which emerges the Machine Learning and evolves until the way we know it today.",
        "es": "Aunque cueste creerlo, el machine learning tecnología que surgió en el siglo\n        XIX. Para ese entonces, ya existían compañías dedicadas al avance tecnológico, y conforme la tecnología iba\n        avanzando, crecían las cantidades de datos que debían ser organizados y/o manipulados. Y es gracias a está\n        necesidad, que surge el machine learning y evoluciona hasta la forma en la que lo conocemos hoy día."
    },
    "CONCLUSION": {
        "en": "CONCLUSION",
        "es": "CONCLUSION"
    },
    "Compatible con tecnología que maneja el internet de las cosas o IoT, conectando\n                dispositivos\n                inteligentes, cómo, por ejemplo, aparatos que utilizar realidad aumentada.": {
        "en": "Compatible with technology that handles the Internet of things or IoT, connecting\n                devices\n                Intelligent, how, for example, appliances that use augmented reality.",
        "es": "Compatible con tecnología que maneja el internet de las cosas o IoT, conectando\n                dispositivos\n                inteligentes, cómo, por ejemplo, aparatos que utilizar realidad aumentada."
    },
    "Con la nanotecnología, los ordenadores serían extremadamente baratos. Y también se crearían máquinas para la investigación médica y la sanidad, haciendo mucho mayor la disponibilidad de medicinas más avanzados.": {
        "en": "With nanotechnology, computers would be extremely cheap.And machines would also be created for medical research and health, making the availability of more advanced medicines much greater.",
        "es": "Con la nanotecnología, los ordenadores serían extremadamente baratos. Y también se crearían máquinas para la investigación médica y la sanidad, haciendo mucho mayor la disponibilidad de medicinas más avanzados."
    },
    "Conclusión": {
        "en": "Conclution",
        "es": "Conclusión"
    },
    "Conectar cualquier objeto de nuestras vidas cotidianas ha pasado de ser ciencia ficción.": {
        "en": "Connecting any object from our daily lives has gone from being science fiction.",
        "es": "Conectar cualquier objeto de nuestras vidas cotidianas ha pasado de ser ciencia ficción."
    },
    "DESVENTAJAS": {
        "en": "Disadvantages",
        "es": "DESVENTAJAS"
    },
    "De acuerdo con Hinestroza (2018), el machine learning es una rama de la inteligencia\n            artificial (IA) que\n            permite a las máquinas aprender a por si mismas realizar tareas gracias a los datos brindados y obtenidas\n            por ellas": {
        "en": "According to Hinestroza (2018), Machine Learning is a branch of intelligence\n            artificial (IA)\n            It allows the machines to learn by themselves perform tasks thanks to the data provided and obtained\n            by them",
        "es": "De acuerdo con Hinestroza (2018), el machine learning es una rama de la inteligencia\n            artificial (IA) que\n            permite a las máquinas aprender a por si mismas realizar tareas gracias a los datos brindados y obtenidas\n            por ellas"
    },
    "Después de haberse logrado crear el código predestinado, los encargados analistas deben de \n                asignar la tarea que llegará a realizar, de esta manera se monitoreará que actividades realiza y \n                así podrán enterarse si deben de cambiar parámetros o si deben agregar o eliminar procedimientos \n                preestablecidos, esta fase es muy importante ya que es la fase prueba y mostrará si realmente se \n                cumple los establecido en el código del RPA.": {
        "en": "After having been able to create the predestined code, the analyst managers must\n                Assign the task that will realize, in this way it will be monitored what activities it performs and\n                So you can find out if you should change parameters or if you should add or delete procedures\n                pre-established, this phase is very important since it is the test phase and will show if it really is\n                It fulfills those established in the RPA code.",
        "es": "Después de haberse logrado crear el código predestinado, los encargados analistas deben de \n                asignar la tarea que llegará a realizar, de esta manera se monitoreará que actividades realiza y \n                así podrán enterarse si deben de cambiar parámetros o si deben agregar o eliminar procedimientos \n                preestablecidos, esta fase es muy importante ya que es la fase prueba y mostrará si realmente se \n                cumple los establecido en el código del RPA."
    },
    "Desventajas": {
        "en": "Disadvantages",
        "es": "Desventajas"
    },
    "El avance de esta última generación 4G y con el IoT da paso a una generación mejorada\n            llamada 5G, que\n            permitirá nuevas experiencias de conectividad. Las redes de telecomunicaciones 5G llegarán con más\n            velocidad, menos latencia, bajo consumo de energía y más prestaciones e interacciones con el IoT,\n            satisfaciendo las necesidades de comunicación.": {
        "en": "The progress of this last generation 4G and with the IOT gives way to an improved generation\n            called 5g, which\n            It will allow new experiences of connectivity.5G telecommunications networks will arrive with more\n            speed, less latency, low energy consumption and more features and interactions with the IOT,\n            Satisfying communication needs.",
        "es": "El avance de esta última generación 4G y con el IoT da paso a una generación mejorada\n            llamada 5G, que\n            permitirá nuevas experiencias de conectividad. Las redes de telecomunicaciones 5G llegarán con más\n            velocidad, menos latencia, bajo consumo de energía y más prestaciones e interacciones con el IoT,\n            satisfaciendo las necesidades de comunicación."
    },
    "El desgaste medioambiental es un serio problema en todo el mundo. Nuevos productos tecnológicos permitirían que las personas viviesen con un impacto medioambiental mucho menor.": {
        "en": "Environmental wear is a serious problem around the world.New technological products would allow people to live with a much smaller environmental impact.",
        "es": "El desgaste medioambiental es un serio problema en todo el mundo. Nuevos productos tecnológicos permitirían que las personas viviesen con un impacto medioambiental mucho menor."
    },
    "El diseño, la creación y el control, así como la aplicación de materiales, dispositivos y sistemas que sean manipulados a una nano escala, es decir a niveles que implican \n                casi el nivel molecular, ha logrado que diversas áreas de la ciencia y la tecnología puedan tener nuevos campos de acción de la mano de esta rama. \n                Uno de ellos es la nano medicina, área de esta ciencia en la que el TEC ha trabajado para beneficio de personas con necesidades en distintos campos de la medicina.": {
        "en": "The design, creation and control, as well as the application of materials, devices and systems that are manipulated to a nano scale, ie at levels involved\n                Almost the molecular level, has achieved that various areas of science and technology may have new fields of action of the hand of this branch.\n                One of them is the Nano Medicine, area of this science in which the TEC has worked for the benefit of people with needs in different fields of medicine.",
        "es": "El diseño, la creación y el control, así como la aplicación de materiales, dispositivos y sistemas que sean manipulados a una nano escala, es decir a niveles que implican \n                casi el nivel molecular, ha logrado que diversas áreas de la ciencia y la tecnología puedan tener nuevos campos de acción de la mano de esta rama. \n                Uno de ellos es la nano medicina, área de esta ciencia en la que el TEC ha trabajado para beneficio de personas con necesidades en distintos campos de la medicina."
    },
    "El intento por parte de la administración de controlar estos y otros riesgos podría llevar a la aprobación de una normativa excesivamente rígida que, a su vez, crease una demanda para un mercado negro que sería tan peligroso como imparable porque sería muy fácil traficar con productos pequeños y muy peligrosos como las nano fábricas.": {
        "en": "The attempt by the administration of controlling these and other risks could lead to the approval of an excessively rigid regulation that, in turn, created a demand for a black market that would be as dangerous as unstoppable because it would be very easy to traffic with small productsAnd very dangerous as the nano factories.",
        "es": "El intento por parte de la administración de controlar estos y otros riesgos podría llevar a la aprobación de una normativa excesivamente rígida que, a su vez, crease una demanda para un mercado negro que sería tan peligroso como imparable porque sería muy fácil traficar con productos pequeños y muy peligrosos como las nano fábricas."
    },
    "El objetivo principal de los procesos robóticos autotizados es la automatización de \n                procesos u tareas repetitivas, eliminando de esta manera el factor y error humano.\n                Para poder ejecutar esta tecnología los programadores de software deben tener claro cuál es la tarea \n                que el ‘’Bot ‘’ va a realizar de esta manera se analiza y a su vez se instruyen las condiciones bajo \n                las cuales trabajará el Bot, cabe recalcar que en este paso son muy importantes los detalles, ya que \n                estos serán los que le daran forma a la tarea a realizar.": {
        "en": "The main objective of carned robotic processes is the automation of\n                Processes or repetitive tasks, thus eliminating the human factor and error.\n                In order to execute this technology software programmers must be clear about what the task is\n                that the 'bot' 'is going to perform this is analyzed in this way and in turn the conditions are instructed under\n                which the bot will work, it is necessary to emphasize that in this step the details are very important, since\n                These will be those that will form the task to be done.",
        "es": "El objetivo principal de los procesos robóticos autotizados es la automatización de \n                procesos u tareas repetitivas, eliminando de esta manera el factor y error humano.\n                Para poder ejecutar esta tecnología los programadores de software deben tener claro cuál es la tarea \n                que el ‘’Bot ‘’ va a realizar de esta manera se analiza y a su vez se instruyen las condiciones bajo \n                las cuales trabajará el Bot, cabe recalcar que en este paso son muy importantes los detalles, ya que \n                estos serán los que le daran forma a la tarea a realizar."
    },
    "El rendimiento en la transferencia de datos aumentaría consiguiendo obtener unos\n                10Gbps de downlink(o\n                sea, 10gigabits por segundo en conexión de bajada).": {
        "en": "Performance in data transfer would increase getting some\n                10gbps downlink (or\n                Sea, 10Gigabits per second in connection).",
        "es": "El rendimiento en la transferencia de datos aumentaría consiguiendo obtener unos\n                10Gbps de downlink(o\n                sea, 10gigabits por segundo en conexión de bajada)."
    },
    "El ámbito de la Medicina, la nanotecnología permite, por ejemplo, realizar diagnósticos moleculares, más precisos y complejos. De esta forma, la nanotecnología \n                ofrece la posibilidad de diagnosticar enfermedades de origen genético o infeccioso con mayor antelación. Además, el tratamiento de muchas enfermedades se ve mejorado mediante la utilización de la nanotecnología.\n                Los biochips a nanoescala son un ejemplo de nanotecnología que tiene multitud de aplicaciones en el campo de la investigación médica.\n                En el diagnóstico y tratamiento del cáncer, por ejemplo, la nanotecnología se está mostrando como una herramienta muy útil. Una de sus aplicaciones es la creación de nanopartículas que funcionan como \n                transportadores de fármacos dentro del organismo.\n                ": {
        "en": "The scope of medicine, nanotechnology allows, for example, making molecular diagnoses, more accurate and complex.In this way, nanotechnology\n                It offers the possibility of diagnosing diseases of genetic or infectious origin in advance.In addition, the treatment of many diseases is improved by using nanotechnology.\n                Boochips to nanoscale are an example of nanotechnology that has a multitude of applications in the field of medical research.\n                In the diagnosis and treatment of cancer, for example, nanotechnology is showing as a very useful tool.One of its applications is the creation of nanoparticles that work as\n                Drug transporters within the organism.",
        "es": "El ámbito de la Medicina, la nanotecnología permite, por ejemplo, realizar diagnósticos moleculares, más precisos y complejos. De esta forma, la nanotecnología \n                ofrece la posibilidad de diagnosticar enfermedades de origen genético o infeccioso con mayor antelación. Además, el tratamiento de muchas enfermedades se ve mejorado mediante la utilización de la nanotecnología.\n                Los biochips a nanoescala son un ejemplo de nanotecnología que tiene multitud de aplicaciones en el campo de la investigación médica.\n                En el diagnóstico y tratamiento del cáncer, por ejemplo, la nanotecnología se está mostrando como una herramienta muy útil. Una de sus aplicaciones es la creación de nanopartículas que funcionan como \n                transportadores de fármacos dentro del organismo.\n                "
    },
    "En 1981, el ingeniero norteamericano Eric Drexler, inspirado en el discurso de Feynman, publica en la revista Proceedings of the National Academy of Sciences, \n                el artículo “Molecular engineering: An approach to the development of general capabilities for molecular manipulation” \n                en donde describe con más detalle lo avanzado en años anteriores por Feynman. El término “Nanotecnología” fue aplicado por primera vez por Drexler en el año 1986, en su libro \n                “Motores de la creación: la próxima era de la Nanotecnología” en la que describe una máquina nanotecnológica con capacidad de \n                autorreplicarse, en este contexto propuso el término de “plaga gris”, para referirse a lo que sucedería si un nanobot auto replicante fuera liberado en el ambiente.": {
        "en": "In 1981, the North American engineer Eric Drexler, inspired by Feynman's speech, publishes in the journal Proceedings of the National Academy of Sciences,\n                The article \"Molecular Engineering: An Approach to The Development of General Capabilities for Molecular Manipulation\"\n                where he describes in more detail the advanced in previous years by Feynman.The term \"nanotechnology\" was applied for the first time by Drexler in 1986, in his book\n                \"Engines of creation: the next era of nanotechnology\" in which he describes a nanotechnological machine with capacity to\n                Self-repellent, in this context He proposed the term \"gray plague\", to refer to what would happen if an auto replicating nanobot was released into the environment.",
        "es": "En 1981, el ingeniero norteamericano Eric Drexler, inspirado en el discurso de Feynman, publica en la revista Proceedings of the National Academy of Sciences, \n                el artículo “Molecular engineering: An approach to the development of general capabilities for molecular manipulation” \n                en donde describe con más detalle lo avanzado en años anteriores por Feynman. El término “Nanotecnología” fue aplicado por primera vez por Drexler en el año 1986, en su libro \n                “Motores de la creación: la próxima era de la Nanotecnología” en la que describe una máquina nanotecnológica con capacidad de \n                autorreplicarse, en este contexto propuso el término de “plaga gris”, para referirse a lo que sucedería si un nanobot auto replicante fuera liberado en el ambiente."
    },
    "En conclusión los procesos robóticos automatizados son muy eficientes y eficaces, sin embargo,\n                debe de haber un proceso de analisis profundo detras, ya que se debe de entender cual es la tarea u proceso\n                que se quiere automatizar, además por parte de las empresas deben de evaluar que tipo de software conviene mejor, \n                ya que en el mercado existe una gran variedad de ellos, por tanto se debe de pensar en que da mejor resultado el\n                renombre y poca eficiencia o una mejor eficiencia pero sin renombre, esto dependera de lo que se quiera lograr.": {
        "en": "In conclusion Automated robotic processes are very efficient and effective, however,\n                There must be a profound analysis process behind, since it should be understood what the task or process is\n                that is to be automated, in addition by companies they must evaluate what kind of software it is best suited,\n                since in the market there is a great variety of them, therefore it should be thought that it gives better result the\n                Rename and little efficiency or better efficiency but without popularity, this will depend on what you want to achieve.",
        "es": "En conclusión los procesos robóticos automatizados son muy eficientes y eficaces, sin embargo,\n                debe de haber un proceso de analisis profundo detras, ya que se debe de entender cual es la tarea u proceso\n                que se quiere automatizar, además por parte de las empresas deben de evaluar que tipo de software conviene mejor, \n                ya que en el mercado existe una gran variedad de ellos, por tanto se debe de pensar en que da mejor resultado el\n                renombre y poca eficiencia o una mejor eficiencia pero sin renombre, esto dependera de lo que se quiera lograr."
    },
    "En resumen una habilidad esencial para hacer sistemas que no solo sean inteligentes, sino\n            autónomos y capaces\n            de identificar patrones en los datos para convertirlos en predicciones, básicamente no tiene límite. Tal y\n            como mencionamos anteriormente esta tecnología está presente actualmente en un sinfín de aplicaciones, más\n            puntualmente como las recomendaciones de Netflix y Spotify, las respuestas inteligentes de Gmail o el habla\n            natural de Alexa y Siri y permite dar un tratamiento único a cada cliente. ": {
        "en": "In summary an essential ability to make systems that are not only intelligent, but\n            Autonomous and capable\n            To identify patterns in the data to convert them into predictions, basically has no limit.So and\n            As we mentioned earlier this technology is currently present in endless applications, more\n            Punctually as the recommendations of Netflix and Spotify, the intelligent responses of Gmail or Speech\n            Natural Alexa and Siri and allows you to give a unique treatment to each client.",
        "es": "En resumen una habilidad esencial para hacer sistemas que no solo sean inteligentes, sino\n            autónomos y capaces\n            de identificar patrones en los datos para convertirlos en predicciones, básicamente no tiene límite. Tal y\n            como mencionamos anteriormente esta tecnología está presente actualmente en un sinfín de aplicaciones, más\n            puntualmente como las recomendaciones de Netflix y Spotify, las respuestas inteligentes de Gmail o el habla\n            natural de Alexa y Siri y permite dar un tratamiento único a cada cliente. "
    },
    "Es impresionante saber como ha avanzado la tecnología, con solo pensar que en la década de\n            los 70 apenas se\n            ofrecía servicio de voz conocida como tecnología analógica 1G, donde esto fue el inicio del avance\n            progresivo en la tecnología digital y que ahora hasta se puede lograr transmitir en vivo desde cualquier\n            dispositivo conectado a alguna red.": {
        "en": "It is impressive to know how technology has advanced, just to think that in the decade of\n            The 70s barely\n            Offered voice service known as analog technology 1g, where this was the beginning of the progress\n            progressive in digital technology and that now can be achieved broadcast live from any\n            Device connected to a network.",
        "es": "Es impresionante saber como ha avanzado la tecnología, con solo pensar que en la década de\n            los 70 apenas se\n            ofrecía servicio de voz conocida como tecnología analógica 1G, donde esto fue el inicio del avance\n            progresivo en la tecnología digital y que ahora hasta se puede lograr transmitir en vivo desde cualquier\n            dispositivo conectado a alguna red."
    },
    "Es lo que se logra ver hasta el momento, logrando un gran cambio en comparación con el 3G,\n            obteniendo\n            velocidades de 100 Mbps donde se pueden reproducir videos con resolución de hasta Ultra HD o 4K y acelerar\n            tareas en la nube.": {
        "en": "Is what is achieved to see so far, achieving a big change compared to 3G,\n            getting\n            100 Mbps speeds where you can play videos with resolution up to Ultra HD or 4K and accelerate\n            Tasks in the cloud.",
        "es": "Es lo que se logra ver hasta el momento, logrando un gran cambio en comparación con el 3G,\n            obteniendo\n            velocidades de 100 Mbps donde se pueden reproducir videos con resolución de hasta Ultra HD o 4K y acelerar\n            tareas en la nube."
    },
    "Esta capacidad de adaptación sin precedentes no solo se detiene allí, también tiene un\n            enorme potencial para\n            ser usada en otras disciplinas científicas tan diversas como la creación de proteínas sintéticas o el diseño\n            de antenas más eficientes, mejorar la robótica, el diagnóstico médico o incluso la detección de fraudes en\n            tarjetas de crédito.": {
        "en": "This unprecedented adaptive capacity not only stops there, it also has a\n            Huge potential stops\n            be used in other scientific disciplines as diverse as the creation of synthetic proteins or design\n            of more efficient antennas, improve robotics, medical diagnosis or even fraud detection in\n            Credit cards.",
        "es": "Esta capacidad de adaptación sin precedentes no solo se detiene allí, también tiene un\n            enorme potencial para\n            ser usada en otras disciplinas científicas tan diversas como la creación de proteínas sintéticas o el diseño\n            de antenas más eficientes, mejorar la robótica, el diagnóstico médico o incluso la detección de fraudes en\n            tarjetas de crédito."
    },
    "Esta generación abrió paso a los móviles digitales, donde se plasmó la idea de teléfonos\n            inteligentes como\n            una realidad, ofreciendo a los consumidores más funciones que simplemente llamadas donde el producto\n            estrella fueron los SMS (Mensajes de texto).": {
        "en": "This generation opened through digital phones, where the idea of telephones were reflected\n            Intelligent as\n            A reality, offering consumers more functions than just calls where the product\n            Star were the SMS (text messages).",
        "es": "Esta generación abrió paso a los móviles digitales, donde se plasmó la idea de teléfonos\n            inteligentes como\n            una realidad, ofreciendo a los consumidores más funciones que simplemente llamadas donde el producto\n            estrella fueron los SMS (Mensajes de texto)."
    },
    "Esta generación de comunicaciones móviles, aparte de mejorar y brindar mayores servicios,\n            busca conseguir más\n            velocidad en la transmisión de datos. También posibilita un ecosistema capaz de entregar eficientemente\n            servicios inalámbricos entre máquinas, cosas y personas revolucionando en todo sentido la forma de\n            comunicarnos mediante conexiones fiables, eficientes y eficaces. (Batista Fuentes & Díaz Ibáñez, 2019)": {
        "en": "This generation of mobile communications, apart from improving and providing greater services,\n            Seeks to get more\n            Speed in data transmission.Also enables an ecosystem capable of delivering efficiently\n            wireless services between machines, things and people revolutionizing in all sense the way of\n            Communicate through reliable, efficient and effective connections.(Batista Fuentes & Díaz Ibáñez, 2019)",
        "es": "Esta generación de comunicaciones móviles, aparte de mejorar y brindar mayores servicios,\n            busca conseguir más\n            velocidad en la transmisión de datos. También posibilita un ecosistema capaz de entregar eficientemente\n            servicios inalámbricos entre máquinas, cosas y personas revolucionando en todo sentido la forma de\n            comunicarnos mediante conexiones fiables, eficientes y eficaces. (Batista Fuentes & Díaz Ibáñez, 2019)"
    },
    "Esta tecnología pretende ofrecer múltiples cambios comparada con las demás generaciones de\n            tecnología celular\n            como lo es el 4G, las diferencias son muy grandes e importantes, que en la actualidad se notará demasiado el\n            avance.": {
        "en": "This technology aims to offer multiple changes compared to the other generations of\n            Cellular technology\n            As the 4G is, the differences are very large and important, that at present the\n            Advance.",
        "es": "Esta tecnología pretende ofrecer múltiples cambios comparada con las demás generaciones de\n            tecnología celular\n            como lo es el 4G, las diferencias son muy grandes e importantes, que en la actualidad se notará demasiado el\n            avance."
    },
    "Este es un espacio en el que ofrecemos la información más importante y avanzada\n                del mundo tecnológico. Abarca los temas más controversiales e interesantes de las nuevas\n                tecnologías que existen en la actualidad, en un mundo que encierra métodos, y aplicaciones\n                que se pueden ver en un futuro en este mundo moderno.": {
        "en": "This is a space in which we offer the most important and advanced information\n                of the technological world.It covers the most controversial and interesting topics of the new\n                Technologies that currently exist, in a world that contains methods, and applications\n                that can be seen in the future in this modern world.",
        "es": "Este es un espacio en el que ofrecemos la información más importante y avanzada\n                del mundo tecnológico. Abarca los temas más controversiales e interesantes de las nuevas\n                tecnologías que existen en la actualidad, en un mundo que encierra métodos, y aplicaciones\n                que se pueden ver en un futuro en este mundo moderno."
    },
    "Este punto antes mencionado, trae múltiples beneficios, en la actualidad, dependiendo del\n            dispositivo y su\n            marca, el consumo de datos también afecta la batería del móvil, por lo cual resulta muy beneficioso\n            considerando que se puede utilizar por más tiempo el dispositivo sin que este se descargue.": {
        "en": "This point mentioned above, brings multiple benefits, at present, depending on\n            Device and SU.\n            Brand, data consumption also affects the battery of the mobile, so it is very beneficial\n            Considering that the device can be used for longer, without being discharged.",
        "es": "Este punto antes mencionado, trae múltiples beneficios, en la actualidad, dependiendo del\n            dispositivo y su\n            marca, el consumo de datos también afecta la batería del móvil, por lo cual resulta muy beneficioso\n            considerando que se puede utilizar por más tiempo el dispositivo sin que este se descargue."
    },
    "Este sitio está conformado por un grupo de estudiantes de Ingeniería en TI,\n                de la Universidad Técnica Nacional (UTN). Nuestro objetivo es brindar un\n                conocimiento amplio hacia sus mejores métodos de aplicación e información\n                importante; para así tener una mejor comprensión y tranquilidad en su futuro\n                recorrido por la evolución de mejores tecnologías para el bien común. Esperamos\n                que este sea un sitio de utilidad para su mejor uso e información. TechnoRevista": {
        "en": "This site is made up of a group of engineering students in you,\n                of the National Technical University (UTN).Our goal is to provide a\n                Wide knowledge towards your best methods of application and information\n                important;In order to have a better understanding and tranquility in your future\n                Tour about the evolution of better technologies for the common good.We wait\n                That this is a useful site for better use and information.Technorevista",
        "es": "Este sitio está conformado por un grupo de estudiantes de Ingeniería en TI,\n                de la Universidad Técnica Nacional (UTN). Nuestro objetivo es brindar un\n                conocimiento amplio hacia sus mejores métodos de aplicación e información\n                importante; para así tener una mejor comprensión y tranquilidad en su futuro\n                recorrido por la evolución de mejores tecnologías para el bien común. Esperamos\n                que este sea un sitio de utilidad para su mejor uso e información. TechnoRevista"
    },
    "Estos avances tienen gran peso para el tema de la medicina ya que puede desarrollar nuevas curas y tener los tratamientos efectivos y eficaces para las enfermedades existes que aun no tienen \n                cura y enfermedades futuras. Estas grandes aplicaciones y nuevas funciones pueden generarnos grandes y generoso cambios a nuestros futuros\n                de un Estas más próspero y desarrollado económica e industrialmente. Por otro lado, en el tema de la construcción en la cual una ciencia como esta puede alivianarnos una carga en la industria arquitectónica \n                generando materiales y construcciones más rápidas en la revista de Nuevas Tecnologías y Materiales dice lo siguiente:": {
        "en": "These advances have great weight for the issue of medicine as it can develop new cures and have effective and effective treatments for diseases, you still have no\n                Cure and future diseases.These great applications and new functions can generate great and generous changes to our futures\n                From a more prosperous and developed economically and industrially.On the other hand, on the subject of construction in which a science like this can alleviate a burden in the architectural industry\n                Generating faster materials and constructions in the new technologies and material magazine says the following:",
        "es": "Estos avances tienen gran peso para el tema de la medicina ya que puede desarrollar nuevas curas y tener los tratamientos efectivos y eficaces para las enfermedades existes que aun no tienen \n                cura y enfermedades futuras. Estas grandes aplicaciones y nuevas funciones pueden generarnos grandes y generoso cambios a nuestros futuros\n                de un Estas más próspero y desarrollado económica e industrialmente. Por otro lado, en el tema de la construcción en la cual una ciencia como esta puede alivianarnos una carga en la industria arquitectónica \n                generando materiales y construcciones más rápidas en la revista de Nuevas Tecnologías y Materiales dice lo siguiente:"
    },
    "Está diseñada para aumentar la velocidad, reducir la latencia y mejorar la flexibilidad de los\n                    servicios inalámbricos.": {
        "en": "It is designed to increase speed, reduce latency and improve the flexibility of\n                    Wireless services.",
        "es": "Está diseñada para aumentar la velocidad, reducir la latencia y mejorar la flexibilidad de los\n                    servicios inalámbricos."
    },
    "Existen numerosos riesgos muy graves de diversa naturaleza a los que no se puede aplicar siempre el mismo tipo de respuesta.": {
        "en": "There are numerous very serious risks of diverse nature to which you can not always apply the same type of response.",
        "es": "Existen numerosos riesgos muy graves de diversa naturaleza a los que no se puede aplicar siempre el mismo tipo de respuesta."
    },
    "Grandes cambios desfavorables en la economía. ": {
        "en": "Large unfavorable changes in the economy.",
        "es": "Grandes cambios desfavorables en la economía. "
    },
    "Historia de la Nanotecnología": {
        "en": "History of nanotechnology",
        "es": "Historia de la Nanotecnología"
    },
    "La Automatización de Procesos Automáticos \n                    es la ciencia tecnológica que permite configurar un software o \n                    “robot” para controlar e interpretar las aplicaciones ya existentes y \n                    poder procesar una transacción, manipular datos, comunicarse con otros sistemas digitales.": {
        "en": "Automation automation automation\n                    is technological science that allows you to configure a software or\n                    \"Robot\" to control and interpret existing applications and\n                    Being able to process a transaction, manipulate data, communicate with other digital systems.",
        "es": "La Automatización de Procesos Automáticos \n                    es la ciencia tecnológica que permite configurar un software o \n                    “robot” para controlar e interpretar las aplicaciones ya existentes y \n                    poder procesar una transacción, manipular datos, comunicarse con otros sistemas digitales."
    },
    "La Automatización de Procesos Automáticos (RPA según sus siglas en inglés)\n                es la ciencia tecnológica que permite configurar un software o “robot” para \n                controlar e interpretar las aplicaciones ya existentes y poder procesar una transacción, \n                manipular datos, comunicarse con otros sistemas digitales.": {
        "en": "Automation automation automation (RPA according to its acronym in English)\n                It is technological science that allows you to configure a software or \"robot\" for\n                control and interpret existing applications and be able to process a transaction,\n                Manipulate data, communicate with other digital systems.",
        "es": "La Automatización de Procesos Automáticos (RPA según sus siglas en inglés)\n                es la ciencia tecnológica que permite configurar un software o “robot” para \n                controlar e interpretar las aplicaciones ya existentes y poder procesar una transacción, \n                manipular datos, comunicarse con otros sistemas digitales."
    },
    "La Nanotecnología es una rama en la que la ciencia y la tecnologia se unen para formar una gran avances en cantidades nanometricas": {
        "en": "Nanotechnology is a branch in which science and technology are united to form a great advances in nanometric amounts",
        "es": "La Nanotecnología es una rama en la que la ciencia y la tecnologia se unen para formar una gran avances en cantidades nanometricas"
    },
    "La Nanotecnología, es el estudio y desarrollo de sistemas en escala nanométrica, “nano” es un prefijo del Sistema Internacional de Unidades que viene del griego <i>νάνος</i> que significa enano, y corresponde a un factor 10^-9, que, aplicado a las unidades de longitud, corresponde a una mil millonésima parte de un metro (10^-9 Metros) es decir 1 Nanómetro.\n            En esta escala se observan propiedades y fenómenos totalmente nuevos, que se rigen bajo las leyes de la Mecánica Cuántica, estas nuevas propiedades son las que los científicos aprovechan para crear nuevos materiales (nanomateriales) o dispositivos nanotecnológicos.\n            La Nanotecnología promete soluciones a múltiples problemas que enfrenta actualmente la humanidad, como los ambientales, energéticos, de salud (nanomedicina), y muchos otros, sin embargo, estas nuevas tecnologías pueden conllevar a riesgos y peligros si son mal utilizadas.\n            ": {
        "en": "Nanotechnology, is the study and development of nanometric scale systems, \"nano\" is a prefix of the international system of units that comes from Greek <i> νάνος </ i> which means dwarf, and corresponds to a factor 10 ^ -9, which, applied to the units of length, corresponds to one thousand millionth of one meter (10 ^ -9 meters) ie 1 nanometer.\n            On this scale, totally new properties and phenomena are observed, which are governed under the laws of quantum mechanics, these new properties are those that scientists take advantage to create new materials (nanomaterials) or nanotechnological devices.\n            Nanotechnology promises solutions to multiple problems that humanity is currently facing, such as environmental, energy, health (nanomedicine), and many others, however, these new technologies can lead to risks and hazards if they are poorly used.",
        "es": "La Nanotecnología, es el estudio y desarrollo de sistemas en escala nanométrica, “nano” es un prefijo del Sistema Internacional de Unidades que viene del griego <i>νάνος</i> que significa enano, y corresponde a un factor 10^-9, que, aplicado a las unidades de longitud, corresponde a una mil millonésima parte de un metro (10^-9 Metros) es decir 1 Nanómetro.\n            En esta escala se observan propiedades y fenómenos totalmente nuevos, que se rigen bajo las leyes de la Mecánica Cuántica, estas nuevas propiedades son las que los científicos aprovechan para crear nuevos materiales (nanomateriales) o dispositivos nanotecnológicos.\n            La Nanotecnología promete soluciones a múltiples problemas que enfrenta actualmente la humanidad, como los ambientales, energéticos, de salud (nanomedicina), y muchos otros, sin embargo, estas nuevas tecnologías pueden conllevar a riesgos y peligros si son mal utilizadas.\n            "
    },
    "La construcción eficiente y barata de estructuras ligeras y fuertes, equipos eléctricos y aparatos para almacenar la energía permitirían el uso de energía termal solar como fuente primaria y abundante de energía.": {
        "en": "The efficient and cheap construction of light and strong structures, electrical equipment and apparatus for storing energy would allow the use of solar thermal energy as a primary and abundant source of energy.",
        "es": "La construcción eficiente y barata de estructuras ligeras y fuertes, equipos eléctricos y aparatos para almacenar la energía permitirían el uso de energía termal solar como fuente primaria y abundante de energía."
    },
    "La escasez de agua es un problema serio y creciente. Algo que la fabricación de productos mediante la fabricación molecular podría transformar.": {
        "en": "The water scarcity is a serious and growing problem.Something that the manufacture of products by molecular manufacturing could transform.",
        "es": "La escasez de agua es un problema serio y creciente. Algo que la fabricación de productos mediante la fabricación molecular podría transformar."
    },
    "La idea finalmente surgió de la creación de redes neuronales artificiales, un modelo\n            informático inspirado en\n            la forma en que las neuronas se transmiten información entre sí a través de una red de nodos\n            interconectados. Uno de los primeros experimentos en este sentido lo llevaron a cabo Marvin Minksy y Dean\n            Edmonds, científicos del Instituto Tecnológico de Massachusetts (MIT), quienes lograron crear un programa\n            informático capaz de aprender de la experiencia para salir de un laberinto esto en 1951.": {
        "en": "The idea finally arose from the creation of artificial neuronal networks, a model\n            Computer inspired\n            The way neurons are transmitted information from each other through a network of nodes\n            Interconnected.One of the first experiments in this regard were carried out by Marvin Minksy and Dean\n            Edmonds, scientists from the Technological Institute of Massachusetts (MIT), who managed to create a program\n            Computer capable of learning from the experience to get out of a labyrinth this in 1951.",
        "es": "La idea finalmente surgió de la creación de redes neuronales artificiales, un modelo\n            informático inspirado en\n            la forma en que las neuronas se transmiten información entre sí a través de una red de nodos\n            interconectados. Uno de los primeros experimentos en este sentido lo llevaron a cabo Marvin Minksy y Dean\n            Edmonds, científicos del Instituto Tecnológico de Massachusetts (MIT), quienes lograron crear un programa\n            informático capaz de aprender de la experiencia para salir de un laberinto esto en 1951."
    },
    "La importancia es grande, es otra generación que nos abre más puertas, más opciones de\n            avance, como menciona\n            (Batista Fuentes & Díaz Ibáñez, 2019):": {
        "en": "The importance is great, it is another generation that opens up more doors, more options for\n            progress, as it mentions\n            (Batista Fuentes & Díaz Ibáñez, 2019):",
        "es": "La importancia es grande, es otra generación que nos abre más puertas, más opciones de\n            avance, como menciona\n            (Batista Fuentes & Díaz Ibáñez, 2019):"
    },
    "La nanotecnología aplicada a la industria de la Construcción permitirá \n                la fabricación de nuevos materiales de construcción, más resistentes y dúctiles que el acero actual \n                que se emplea en la construcción, manteniendo sus propiedades resistentes a temperaturas más \n                altas y con una mayor resistencia a la corrosión, entre otras propiedades.\n                ": {
        "en": "Nanotechnology applied to the construction industry will allow\n                The manufacture of new construction materials, more resistant and ductile than current steel\n                that is used in construction, maintaining its properties resistant at temperatures more\n                High and with greater resistance to corrosion, among other properties.",
        "es": "La nanotecnología aplicada a la industria de la Construcción permitirá \n                la fabricación de nuevos materiales de construcción, más resistentes y dúctiles que el acero actual \n                que se emplea en la construcción, manteniendo sus propiedades resistentes a temperaturas más \n                altas y con una mayor resistencia a la corrosión, entre otras propiedades.\n                "
    },
    "La nanotecnología se puede implementar en cualquier de los campos que existan en los cuales se quiera implementar tales como en construcción, creaciones grandes y \n                complejas maquinas, medicina, transporte mas seguro y rápido, esta tecnología puede servir en cualquier campo que desee implementarse, ya que es algo tan pequeño que puede acomodarse \n                al antojo y ser manejable para el cliente o usuario como una solución también al medio ambiente; en Nanotecnologo \n                significados la cual habla de las grandes implementaciones en que esta ciencia puede desarrollarse, dice lo siguiente:": {
        "en": "Nanotechnology can be implemented in any of the fields that exist in which you want to implement such as construction, large creations and\n                Complex machines, medicine, more secure and fast transportation, this technology can serve in any field that wishes to be implemented, since it is something so small that can be accommodated\n                at craviness and be manageable for the client or user as a solution also to the environment;In Nanotecnologo.\n                Meanings which talks about the great implementations in which this science can develop, says the following:",
        "es": "La nanotecnología se puede implementar en cualquier de los campos que existan en los cuales se quiera implementar tales como en construcción, creaciones grandes y \n                complejas maquinas, medicina, transporte mas seguro y rápido, esta tecnología puede servir en cualquier campo que desee implementarse, ya que es algo tan pequeño que puede acomodarse \n                al antojo y ser manejable para el cliente o usuario como una solución también al medio ambiente; en Nanotecnologo \n                significados la cual habla de las grandes implementaciones en que esta ciencia puede desarrollarse, dice lo siguiente:"
    },
    "La nanotecnología también está moviéndose cuidadosa, amplia y rápidamente a las ramas de la medicina la cual significa que esta rama de la tecnología y ciencia puede llegar a \n                cualquier esquina, lo cual esto puedo ayudar al mejoramiento avanzado de la salud, en recuperaciones rápidas de \n                enfermedades tanto simples como complejas y peligrosas; así también como en la reconstrucción interiormente de un órgano, en fin, el único límite que existe es nuestra propia mente. \n                Esto puede ayudar grandemente y una página del TEC de una de las universidades de Costa Rica, habla sobre esto.": {
        "en": "Nanotechnology is also moving careful, widely and quickly to the branches of medicine which means that this branch of technology and science can reach\n                Any corner, which I can help advanced health improvement, in rapid recoveries of\n                diseases both simple and complex and dangerous;So also as in the intentionless reconstruction of an organ, in short, the only limit that exists is our own mind.\n                This can help greatly and a TEC page from one of the Universities of Costa Rica, talks about this.",
        "es": "La nanotecnología también está moviéndose cuidadosa, amplia y rápidamente a las ramas de la medicina la cual significa que esta rama de la tecnología y ciencia puede llegar a \n                cualquier esquina, lo cual esto puedo ayudar al mejoramiento avanzado de la salud, en recuperaciones rápidas de \n                enfermedades tanto simples como complejas y peligrosas; así también como en la reconstrucción interiormente de un órgano, en fin, el único límite que existe es nuestra propia mente. \n                Esto puede ayudar grandemente y una página del TEC de una de las universidades de Costa Rica, habla sobre esto."
    },
    "La potencia de la nanotecnología podría ser la causa de una nueva carrera de armamentos entre dos países competidores. La producción de armas y aparatos de espionaje podría tener un coste mucho más.": {
        "en": "The power of nanotechnology could be the cause of a new arms race between two competitors.The production of weapons and espionage devices could have a much more cost.",
        "es": "La potencia de la nanotecnología podría ser la causa de una nueva carrera de armamentos entre dos países competidores. La producción de armas y aparatos de espionaje podría tener un coste mucho más."
    },
    "La velocidad de conexión aumentó considerablemente, pasando un aproximado de 64 Kilobytes\n            por segundo a 4\n            Megabytes por segundo, donde se abrieron muchas más funciones que se pueden realizar, por ejemplo, descarga\n            de aplicaciones y archivos, video conferencias desde el móvil, streaming de videos y música, entre otras\n            funciones.": {
        "en": "The connection speed increased considerably, passing an approximate of 64 kilobytes\n            by second to 4\n            Megabytes per second, where many more features were opened that can be done, for example, download\n            of applications and files, video conferences from mobile, streaming videos and music, among others\n            Functions",
        "es": "La velocidad de conexión aumentó considerablemente, pasando un aproximado de 64 Kilobytes\n            por segundo a 4\n            Megabytes por segundo, donde se abrieron muchas más funciones que se pueden realizar, por ejemplo, descarga\n            de aplicaciones y archivos, video conferencias desde el móvil, streaming de videos y música, entre otras\n            funciones."
    },
    "Las enfermedades infecciosas que causan problemas en muchas partes del mundo.": {
        "en": "Infectious diseases that cause problems in many parts of the world.",
        "es": "Las enfermedades infecciosas que causan problemas en muchas partes del mundo."
    },
    "Las soluciones sencillas no tendrán éxito. Es improbable encontrar la respuesta adecuada a esta situación sin entrar antes en un proceso de planificación meticulosa.": {
        "en": "Simple solutions will not be successful.It is unlikely to find the appropriate response to this situation without entering before in a meticulous planning process.",
        "es": "Las soluciones sencillas no tendrán éxito. Es improbable encontrar la respuesta adecuada a esta situación sin entrar antes en un proceso de planificación meticulosa."
    },
    "Mayor número de dispositivos conectados al mismo tiempo.": {
        "en": "Greater number of devices connected at the same time.",
        "es": "Mayor número de dispositivos conectados al mismo tiempo."
    },
    "Nanotecnología": {
        "en": "Nanotechnology",
        "es": "Nanotecnología"
    },
    "OBJETIVO Y FUNCIONALIDAD DEL RPA": {
        "en": "Objective and functionality of the RPA",
        "es": "OBJETIVO Y FUNCIONALIDAD DEL RPA"
    },
    "Objetivo de la red 5G": {
        "en": "Objective of the 5G network",
        "es": "Objetivo de la red 5G"
    },
    "Origen": {
        "en": "Source",
        "es": "Origen"
    },
    "Otra ventaja notable en la implementación es su reducción de costos, ya que el software puede \n                    trabajar las veinticuatro horas seguidas los siete días de la semana, de esta manera se mejora \n                    la productividad obteniendo así un mejor aprovechamiento de recursos.": {
        "en": "Another remarkable advantage in implementation is its reduction in costs, since the software can\n                    work the twenty-four hours followed seven days a week, in this way it is improved\n                    The productivity thus obtaining a better use of resources.",
        "es": "Otra ventaja notable en la implementación es su reducción de costos, ya que el software puede \n                    trabajar las veinticuatro horas seguidas los siete días de la semana, de esta manera se mejora \n                    la productividad obteniendo así un mejor aprovechamiento de recursos."
    },
    "Para Ramiro (2019), el panorama comenzó a cambiar a fines del siglo XX con la llegada de\n            Internet, los\n            enormes volúmenes de datos disponibles para entrenar modelos y el creciente poder de cómputo de las\n            computadoras. En palabras de José Luis Espinoza, científico de datos de BBVA México, “ahora podemos hacer lo\n            mismo que antes, pero mil millones de veces más rápido. Los algoritmos pueden probar la misma combinación de\n            datos 500 mil millones de veces para darnos el resultado óptimo en cuestión de horas o minutos, cuando solía\n            llevar semanas o meses”.": {
        "en": "For Ramiro (2019), the panorama began to change at the end of the 20th century with the arrival of\n            Internet, Los\n            enormous volumes of data available to train models and the growing computing power of the\n            computers.In the words of José Luis Espinoza, BBVA Mexico's scientist, \"Now we can do what\n            same as before, but one billion times faster.The algorithms can test the same combination of\n            data 500 billion times to give us the optimal result in a matter of hours or minutes, when it used\n            Take weeks or months. \"",
        "es": "Para Ramiro (2019), el panorama comenzó a cambiar a fines del siglo XX con la llegada de\n            Internet, los\n            enormes volúmenes de datos disponibles para entrenar modelos y el creciente poder de cómputo de las\n            computadoras. En palabras de José Luis Espinoza, científico de datos de BBVA México, “ahora podemos hacer lo\n            mismo que antes, pero mil millones de veces más rápido. Los algoritmos pueden probar la misma combinación de\n            datos 500 mil millones de veces para darnos el resultado óptimo en cuestión de horas o minutos, cuando solía\n            llevar semanas o meses”."
    },
    "Para entender un poco más sobre el 5G, se debe de conocer sobre la historia y evolución, a\n            continuación, se\n            muestra un resumen sobre la historia hasta el momento:": {
        "en": "To understand a little more about 5G, it should be known about history and evolution,\n            continuation, SE.\n            It shows a summary on the story so far:",
        "es": "Para entender un poco más sobre el 5G, se debe de conocer sobre la historia y evolución, a\n            continuación, se\n            muestra un resumen sobre la historia hasta el momento:"
    },
    "Para poder hablar de su origen, se debe viajar bastante al pasado para encontrar los\n            desafíos matemáticos que\n            prepararon el escenario para esta tecnología. Por ejemplo, el teorema de Bayes (1812) definió la\n            probabilidad de que ocurra un evento basándose en el conocimiento de las condiciones previas que podrían\n            estar relacionadas con este evento. Como menciona López, en la década de 1940, otro grupo de científicos\n            sentó las bases de la programación informática, capaz de traducir una serie de instrucciones en acciones que\n            una computadora podría ejecutar. Estos precedentes hicieron posible que el matemático Alan Turing, en 1950,\n            se preguntara si es posible que las máquinas piensen. Esto plantó la semilla para la creación de\n            computadoras con inteligencia artificial que son capaces de replicar de forma autónoma tareas que suelen\n            realizar los humanos, como la escritura o el reconocimiento de imágenes.": {
        "en": "To be able to talk about their origin, it must travel enough to the past to find the\n            Mathematical challenges that\n            They prepared the scenario for this technology. For example, Bayes's theorem (1812) defined the\n            probability that an event occurs based on the knowledge of the preconditions they could\n            Be related to this event. As López mentions, in the 1940s, another group of scientists\n            He laid the bases of computer schedule, capable of translating a series of instructions into actions that\n            A computer could execute. These precedents made it possible for the mathematician Alan Turing, in 1950,\n            It will be asked if it is possible that the machines think. This planted the seed for the creation of\n            computers with artificial intelligence that are able to replicate autonomously tasks that are usually\n            Make humans, such as writing or the recognition of images.",
        "es": "Para poder hablar de su origen, se debe viajar bastante al pasado para encontrar los\n            desafíos matemáticos que\n            prepararon el escenario para esta tecnología. Por ejemplo, el teorema de Bayes (1812) definió la\n            probabilidad de que ocurra un evento basándose en el conocimiento de las condiciones previas que podrían\n            estar relacionadas con este evento. Como menciona López, en la década de 1940, otro grupo de científicos\n            sentó las bases de la programación informática, capaz de traducir una serie de instrucciones en acciones que\n            una computadora podría ejecutar. Estos precedentes hicieron posible que el matemático Alan Turing, en 1950,\n            se preguntara si es posible que las máquinas piensen. Esto plantó la semilla para la creación de\n            computadoras con inteligencia artificial que son capaces de replicar de forma autónoma tareas que suelen\n            realizar los humanos, como la escritura o el reconocimiento de imágenes."
    },
    "Para poder obtener un proceso automatizado se debe de tomar en cuenta el coste de inversión, \n                    ya sea el coste del valor del producto, o el coste de los equipos en los cuales se debe de adaptar \n                    si fuera necesario para poder implementarse.": {
        "en": "In order to obtain an automated process, the investment cost must be taken into account,\n                    Whether the cost of the value of the product, or the cost of the equipment in which it must be adapted\n                    If necessary to be implemented.",
        "es": "Para poder obtener un proceso automatizado se debe de tomar en cuenta el coste de inversión, \n                    ya sea el coste del valor del producto, o el coste de los equipos en los cuales se debe de adaptar \n                    si fuera necesario para poder implementarse."
    },
    "Para utilizar o desplegar el 5G resulta costoso con respecto a infraestructura, es\n                muy difícil de\n                comercializar por esta razón.": {
        "en": "To use or deploy the 5G it is expensive with respect to infrastructure, it is\n                Very difficult to\n                Market for this reason.",
        "es": "Para utilizar o desplegar el 5G resulta costoso con respecto a infraestructura, es\n                muy difícil de\n                comercializar por esta razón."
    },
    "Parte de las investigaciones realizadas se han centrado en desarrollar una nano aleación de titanio, aluminio y niobio, de manera tal que esta combinación de materiales genere \n                nuevos dispositivos médicos, así como la posibilidad de que estos sean un puente de unión entre tejidos. Esto gracias a las capacidades de compatibilidad con el organismo, ya que tiene una mayor \n                adherencia a los tejidos, así como la capacidad de integrarse con otras tecnologías.\n                Además, se han estudiado compuestos naturales para la regeneración celular, ya que son más fáciles de obtener y económicos, principalmente para tejidos en donde se han obtenido resultados positivos, \n                gracias a sus propiedades antibacterianas, anticancerígenas y antiinflamatorias, entre otras. Las nano partículas del propóleo se han distinguido por una mayor capacidad de \n                atravesar la membrana celular y aplicarla en medicina regenerativa y en tejidos bio miméticos que favorezcan la reproducción celular.\n                Asimismo, como parte de las aplicaciones del plasma en la nano medicina, se ha logrado desarrollar polímeros impresos en 3D que servirán para revestimientos especiales en la industria de la ortopedia, \n                así como para el crecimiento de tejidos o huesos con el uso de plasma, gracias a técnicas de avanzada en recubrimientos de diversos implantes al ser humano con esta tecnología.\n                ": {
        "en": "Part of the investigations carried out have focused on developing a nano alloy of titanium, aluminum and niobium, so that this combination of materials generates\n                New medical devices, as well as the possibility that these be a bonding bridge between tissues. This thanks to the compatibility capabilities with the organism, since it has a greater\n                Adherence to tissues, as well as the ability to integrate with other technologies.\n                In addition, natural compounds have been studied for cell regeneration, since they are easier to obtain and economically, mainly for tissues where positive results have been obtained,\n                Thanks to its antibacterial, anticancer and anti-inflammatory properties, among others. The nano particles of propolis have been distinguished by a greater capacity of\n                Go through the cell membrane and apply it in regenerative medicine and in mimetic bio tissues that favor cellular reproduction.\n                Likewise, as part of the plasma applications in the Nano Medicine, it has been possible to develop 3D printed polymers that will serve for special coatings in the orthopedics industry,\n                as well as for the growth of tissues or bones with the use of plasma, thanks to advanced techniques in coatings of various implants to the human being with this technology.",
        "es": "Parte de las investigaciones realizadas se han centrado en desarrollar una nano aleación de titanio, aluminio y niobio, de manera tal que esta combinación de materiales genere \n                nuevos dispositivos médicos, así como la posibilidad de que estos sean un puente de unión entre tejidos. Esto gracias a las capacidades de compatibilidad con el organismo, ya que tiene una mayor \n                adherencia a los tejidos, así como la capacidad de integrarse con otras tecnologías.\n                Además, se han estudiado compuestos naturales para la regeneración celular, ya que son más fáciles de obtener y económicos, principalmente para tejidos en donde se han obtenido resultados positivos, \n                gracias a sus propiedades antibacterianas, anticancerígenas y antiinflamatorias, entre otras. Las nano partículas del propóleo se han distinguido por una mayor capacidad de \n                atravesar la membrana celular y aplicarla en medicina regenerativa y en tejidos bio miméticos que favorezcan la reproducción celular.\n                Asimismo, como parte de las aplicaciones del plasma en la nano medicina, se ha logrado desarrollar polímeros impresos en 3D que servirán para revestimientos especiales en la industria de la ortopedia, \n                así como para el crecimiento de tejidos o huesos con el uso de plasma, gracias a técnicas de avanzada en recubrimientos de diversos implantes al ser humano con esta tecnología.\n                "
    },
    "Podria ía causar importantes daños al medio ambiente.": {
        "en": "It could cause important damage to the environment.",
        "es": "Podria ía causar importantes daños al medio ambiente."
    },
    "Por otro lado, algunas de las ventajas que menciona Mena (2020): <br>\n            Habrá mayor eficiencia de energía de la red, las antenas van a consumir menos potencia, lo que genera un\n            ahorro de energía de hasta 100 veces en una estación base. Las baterías de los celulares tendrán una\n            eficiencia de energía de hasta 100 veces más que la actual.": {
        "en": "On the other hand, some of the advantages mentioned by MENA (2020): <br>\n            There will be greater energy efficiency of the network, the antennas will consume less power, which generates a\n            Energy saving up to 100 times at a base station.The batteries of the cell phones will have a\n            Energy efficiency of up to 100 times more than the current one.",
        "es": "Por otro lado, algunas de las ventajas que menciona Mena (2020): <br>\n            Habrá mayor eficiencia de energía de la red, las antenas van a consumir menos potencia, lo que genera un\n            ahorro de energía de hasta 100 veces en una estación base. Las baterías de los celulares tendrán una\n            eficiencia de energía de hasta 100 veces más que la actual."
    },
    "Promete garantizar mayor cobertura llegando al 100%.": {
        "en": "It promises to guarantee more coverage reaching 100%.",
        "es": "Promete garantizar mayor cobertura llegando al 100%."
    },
    "Prueba de esto es como en 1997, el sistema IBM Deep Blue, que se entrenó viendo miles de\n            partidas de ajedrez\n            exitosas, logró vencer al campeón mundial Garry Kasparov marcando un hito y el inicio de una nueva era del\n            machine learning que se extiende hasta el día de hoy no tiene señales de concluir.": {
        "en": "Proof of this is like in 1997, the IBM Deep Blue system, which was trained by seeing thousands of\n            Chess games\n            Successful, he managed to beat the Garry Kasparov world champion by marking a milestone and the beginning of a new era of\n            Machine Learning that extends to this day has no signs of concluding.",
        "es": "Prueba de esto es como en 1997, el sistema IBM Deep Blue, que se entrenó viendo miles de\n            partidas de ajedrez\n            exitosas, logró vencer al campeón mundial Garry Kasparov marcando un hito y el inicio de una nueva era del\n            machine learning que se extiende hasta el día de hoy no tiene señales de concluir."
    },
    "Robotic Process Automatization": {
        "en": "Robotic Process Automatization"
    },
    "Se conoce que esta tecnología ya está siendo implementada en algunos de los países desde\n            el 2019 como por\n            ejemplo Corea del Sur, Reino Unido, Italia; pero aún queda camino por recorrer para que esta tecnología\n            llegue alrededor del mundo, donde sea más accesible de manera comercial.": {
        "en": "It is known that this technology is already being implemented in some of the countries since\n            2019 as by\n            South Korea example, United Kingdom, Italy;but there is still a way to go for this technology\n            Arrive around the world, where it is more accessible commercially.",
        "es": "Se conoce que esta tecnología ya está siendo implementada en algunos de los países desde\n            el 2019 como por\n            ejemplo Corea del Sur, Reino Unido, Italia; pero aún queda camino por recorrer para que esta tecnología\n            llegue alrededor del mundo, donde sea más accesible de manera comercial."
    },
    "Se consigue obtener menor latencia entre uno y cinco milisegundos de transmisión, muy\n                buenas noticias\n                para las transmisiones en vivo, video llamadas y tiempo de respuesta de una página web.": {
        "en": "It is possible to obtain less latency between one and five milliseconds of transmission, very\n                good news\n                For live transmissions, video calls and response time of a web page.",
        "es": "Se consigue obtener menor latencia entre uno y cinco milisegundos de transmisión, muy\n                buenas noticias\n                para las transmisiones en vivo, video llamadas y tiempo de respuesta de una página web."
    },
    "Se dio a finales de los años 70 y 80 donde este último año se popularizó. Permitió la\n            llegada de los\n            teléfonos celulares al mercado mundial.": {
        "en": "It was given at the end of the 70s and 80s where this last year was popularized.LA\n            Arrival of Los\n            Cell phones to the world market.",
        "es": "Se dio a finales de los años 70 y 80 donde este último año se popularizó. Permitió la\n            llegada de los\n            teléfonos celulares al mercado mundial."
    },
    "Se notará en cuestión de unos pocos años, con el peligro de estar la humanidad desprevenida ante los riesgos que tal impacto conlleva.": {
        "en": "It will be noted in a matter of a few years, with the danger of being unsurrected humanity before the risks as such an impact entails.",
        "es": "Se notará en cuestión de unos pocos años, con el peligro de estar la humanidad desprevenida ante los riesgos que tal impacto conlleva."
    },
    "Se podría decir que el machine learning surgió en los años 50’s por la idea revolucionara\n            del matemático\n            Allan Turing; para sorpresa de la mayoría de las personas. Esta rama de la IA viene a ayudarnos mejorar\n            muchas de nuestras necesidades básicas, como tomar una decisión por nosotros o al menos sugerirnos una. Su\n            implementación depende de un\n            algoritmo muy eficiente que permita hacer que una maquina aprenda por si misma, y en algunas casos sin\n            ningún tipo de intervención humana. Son capaces por si mismas de aprender, experimentar y tomar acciones\n            sobre lo que se requiera.": {
        "en": "You could say that the Machine Learning arose in the 50's by the idea revolutionized\n            of the mathematician\n            Allan Turing;To surprise most people.This branch of the IA comes to help us improve\n            Many of our basic needs, such as making a decision for us or at least suggesting one.His\n            implementation depends on a\n            very efficient algorithm that allows a machine to learn by itself, and in some cases without\n            No type of human intervention.They are capable of themselves to learn, experiment and take actions\n            About what is required.",
        "es": "Se podría decir que el machine learning surgió en los años 50’s por la idea revolucionara\n            del matemático\n            Allan Turing; para sorpresa de la mayoría de las personas. Esta rama de la IA viene a ayudarnos mejorar\n            muchas de nuestras necesidades básicas, como tomar una decisión por nosotros o al menos sugerirnos una. Su\n            implementación depende de un\n            algoritmo muy eficiente que permita hacer que una maquina aprenda por si misma, y en algunas casos sin\n            ningún tipo de intervención humana. Son capaces por si mismas de aprender, experimentar y tomar acciones\n            sobre lo que se requiera."
    },
    "Se tendrá que recurrir al cambio de dispositivos, ya que, no todos son compatibles\n                con el 5G.": {
        "en": "You will have to resort to the change of devices, since, not all are compatible\n                With the 5g.",
        "es": "Se tendrá que recurrir al cambio de dispositivos, ya que, no todos son compatibles\n                con el 5G."
    },
    "Tecnología 5G": {
        "en": "5G technology",
        "es": "Tecnología 5G"
    },
    "Un 90% menos en consumo de energía.": {
        "en": "90% less in energy consumption.",
        "es": "Un 90% menos en consumo de energía."
    },
    "Una de las ventajas muy marcada que posee el RPA es su fácil implementación \n                    cuando ya se encuentra disponibles para los usuarios, ya que si hablamos de una implementación \n                    personalizada puede tardar alrededor de dos semanas, sin embargo, un software disponible en el \n                    mercado tardaría simplemente horas, ya que sería como instalar un nuevo programa en los equipos \n                    requeridos.": {
        "en": "One of the very marked advantages that the RPA has its easy implementation\n                    when it is already available for users, since if we talk about an implementation\n                    Personalized can take about two weeks, however, software available in the\n                    Market would be simply time, as it would be like installing a new program on the teams\n                    required.",
        "es": "Una de las ventajas muy marcada que posee el RPA es su fácil implementación \n                    cuando ya se encuentra disponibles para los usuarios, ya que si hablamos de una implementación \n                    personalizada puede tardar alrededor de dos semanas, sin embargo, un software disponible en el \n                    mercado tardaría simplemente horas, ya que sería como instalar un nuevo programa en los equipos \n                    requeridos."
    },
    "Una desventaja del 5G que menciona Mena (2020) es que, “El 5G al utilizar frecuencias de\n            radio más alta,\n            tendrá un rango de cobertura menor, por tanto los operadores necesitarán instalar más nodos (antenas) en el\n            país, lo que tomará más tiempo para dar cobertura total”. Al tener la necesidad de instalar más antenas\n            alrededor de todo el territorio del país esto generará muchos gastos adicionales que no todo gobierno tiene\n            presupuesto para tal acción, por lo cual resulta una desventaja gigante para aquellos países que no cuentan\n            con dichos recursos. (Mena, 2020)": {
        "en": "A disadvantage of the 5G mentioned by MENA (2020) is that, \"the 5G when using frequencies of\n            Highest radio,\n            will have a lower coverage range, therefore operators will need to install more nodes (antennas) in the\n            country, which will take more time to give total coverage. \"By having the need to install more antennas\n            around all the territory of the country this will generate many additional expenses that not every government has\n            budget for such action, for which it is a giant disadvantage for those countries that do not count\n            with these resources.(Mena, 2020)",
        "es": "Una desventaja del 5G que menciona Mena (2020) es que, “El 5G al utilizar frecuencias de\n            radio más alta,\n            tendrá un rango de cobertura menor, por tanto los operadores necesitarán instalar más nodos (antenas) en el\n            país, lo que tomará más tiempo para dar cobertura total”. Al tener la necesidad de instalar más antenas\n            alrededor de todo el territorio del país esto generará muchos gastos adicionales que no todo gobierno tiene\n            presupuesto para tal acción, por lo cual resulta una desventaja gigante para aquellos países que no cuentan\n            con dichos recursos. (Mena, 2020)"
    },
    "Uno de los pioneros en el campo de la Nanotecnología es el Físico estadounidense Richard Feynman, que en el año 1959 en un congreso de la \n                sociedad americana de Física en Calltech, pronunció el discurso “There’s Plenty of Room at the Bottom” (Hay mucho espacio ahí abajo) \n                en el que describe un proceso que permitiría manipular átomos y moléculas en forma individual, a través de instrumentos de gran precisión, de esta forma se \n                podrían diseñar y construir sistemas en la nanoescala, átomo por átomo, en este discurso Feynman también advierte que las propiedades \n                de estos sistemas nanométricos, serían distintas a las presentes en la microescala.": {
        "en": "One of the pioneers in the field of nanotechnology is the American physicist Richard Feynman, which in 1959 in a congress of the\n                American Society of Physics in Calltech, delivered the speech \"There's plenty of room at the bottom\" (there is a lot of space there)\n                in which he describes a process that would allow to manipulate atoms and molecules individually, through high precision instruments, in this way\n                They could design and build systems in the nanoscala, atom by atom, in this Feynman speech also warns that properties\n                Of these nanometric systems, they would be different from those present in the microstal.",
        "es": "Uno de los pioneros en el campo de la Nanotecnología es el Físico estadounidense Richard Feynman, que en el año 1959 en un congreso de la \n                sociedad americana de Física en Calltech, pronunció el discurso “There’s Plenty of Room at the Bottom” (Hay mucho espacio ahí abajo) \n                en el que describe un proceso que permitiría manipular átomos y moléculas en forma individual, a través de instrumentos de gran precisión, de esta forma se \n                podrían diseñar y construir sistemas en la nanoescala, átomo por átomo, en este discurso Feynman también advierte que las propiedades \n                de estos sistemas nanométricos, serían distintas a las presentes en la microescala."
    },
    "VENTAJAS": {
        "en": "ADVANTAGE",
        "es": "VENTAJAS"
    },
    "Ventajas": {
        "en": "Advantage",
        "es": "Ventajas"
    },
    "Ventajas y desventajas": {
        "en": "Advantages and disadvantages",
        "es": "Ventajas y desventajas"
    },
    "© Todos los Derechos Reservados 2021": {
        "en": "© All rights reserved 2021",
        "es": "© Todos los Derechos Reservados 2021"
    },
    "¿Por qué el Internet de las cosas?": {
        "en": "Why the Internet of Things?",
        "es": "¿Por qué el Internet de las cosas?"
    },
    "¿Por qué esta tecnología es tan importante ahora y qué la hace tan revolucionaria?": {
        "en": "Why is this technology so important now and what makes it so revolutionary?",
        "es": "¿Por qué esta tecnología es tan importante ahora y qué la hace tan revolucionaria?"
    },
    "¿QUE ES RPA?": {
        "en": "What is RPA?",
        "es": "¿QUE ES RPA?"
    },
    "¿Qué es 5G?": {
        "en": "What is 5g?",
        "es": "¿Qué es 5G?"
    },
    "¿Qué es?": {
        "en": "What is it?",
        "es": "¿Qué es?"
    },
    "¿Qué necesito para crear mi dispositivo del IOT?": {
        "en": "What do I need to create my IOT device?",
        "es": "¿Qué necesito para crear mi dispositivo del IOT?"
    },
    "“En última instancia, el aprendizaje automático es un maestro en el reconocimiento de\n            patrones y es capaz de\n            convertir una muestra de datos en un programa informático que puede extraer interferencias de nuevos\n            conjuntos de datos para los que no ha sido capacitado previamente” dice también Espinoza.": {
        "en": "\"Ultimately, automatic learning is a teacher in the recognition of\n            patterns and is capable of\n            Convert a data sample into a computer program that can extract new interference\n            Data sets for those who have not been previously trained, \"Espinoza also says.",
        "es": "“En última instancia, el aprendizaje automático es un maestro en el reconocimiento de\n            patrones y es capaz de\n            convertir una muestra de datos en un programa informático que puede extraer interferencias de nuevos\n            conjuntos de datos para los que no ha sido capacitado previamente” dice también Espinoza."
    }
}